<?php /**

@filesource
@author SeungwanJo <wh7923@gmail.com>
@copyright 2016 UNClab
@version [ 1.0.0 ]
 */
class index {

}

include_once $_SERVER['DOCUMENT_ROOT'].'/templete/common.php';
?>

<!DOCTYPE html>
<html class="no-js">
<head>
    <!-- Basic Page Needs
    ================================================== -->
    <? Basicpage::render()?>
    <!-- Mobile Specific Metas
    ================================================== -->
    <meta name="format-detection" content="telephone=no">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <!-- Template CSS Files
    ================================================== -->
    <!-- Twitter Bootstrs CSS -->
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <!-- Ionicons Fonts Css -->
    <link rel="stylesheet" href="css/ionicons.min.css">
    <!-- animate css -->
    <link rel="stylesheet" href="css/animate.css">
    <!-- Hero area slider css-->
    <link rel="stylesheet" href="css/slider.css">
    <!-- owl craousel css -->
    <link rel="stylesheet" href="css/owl.carousel.css">
    <link rel="stylesheet" href="css/owl.theme.css">
    <link rel="stylesheet" href="css/jquery.fancybox.css">
    <!-- template main css file -->
    <link rel="stylesheet" href="css/main.css">
    <!-- responsive css -->
    <link rel="stylesheet" href="css/responsive.css">

    <!-- Template Javascript Files
    ================================================== -->
    <!-- modernizr js -->
    <script src="js/vendor/modernizr-2.6.2.min.js"></script>
    <!-- jquery -->
    <script src="//ajax.googleapis.com/ajax/libs/jquery/1.10.2/jquery.min.js"></script>
    <!-- owl carouserl js -->
    <script src="js/owl.carousel.min.js"></script>
    <!-- bootstrap js -->

    <script src="js/bootstrap.min.js"></script>
    <!-- wow js -->
    <script src="js/wow.min.js"></script>
    <!-- slider js -->
    <script src="js/slider.js"></script>
    <script src="js/jquery.fancybox.js"></script>
    <!-- template main js -->
    <script src="js/main.js"></script>
</head>
<body>
<!--
==================================================
Header Section Start
================================================== -->
<? Header::render()?>

<!--
==================================================
    Global Page Section Start
================================================== -->
<section class="global-page-header">
    <div class="container">
        <div class="row">
            <div class="col-md-12">
                <div class="block">
                    <h2>Domestic Conferences</h2>
                    <ol class="breadcrumb">
                        <li>
                            <a href="index.php">
                                <i class="ion-ios-home"></i>
                                Home
                            </a>
                        </li>
                    </ol>
                </div>
            </div>
        </div>
    </div>
</section>

<!--
==================================================
    Company Description Section Start
================================================== -->
<section class="blankpage">
    <div class="container">
        <div class="row">


            <div class="col-md-12">
                <div class="block" style="text-align:justify">
                    <h3 class="count">Domestic Conferences :  </h3>
                    <ul>
                        <li>- 안병구, “Invited Talk-미래 모바일 무선 네트워크: Beyond 5G,” 2017년 대한전자공학회 하계학술대회, 2017년 06월.</li>
                        <li>- 심규성, 도트리뉴, 안병구, “모바일 애드-혹 무선 네트워크에서 물리계층 보안채널 상태정보를 고려한 보안전송,” 2017년 대한전자공학회 하계학술대회, 2017년 06월.</li>
                        <li>- Quang Nhat Le,  Vo Nguyen Quoc Bao, 안병구, “에너지 하베스팅 분산 스위치 릴레이 네트워크의 아웃티지 성능,” 2017년 대한전자공학회 하계학술대회, 2017년 06월.</li>
                        <li>- 김기훈, 이재진, 박수빈, 심규성, 안병구, “M2M 기반 스마트 태양광 발전구조물 모니터링 시스템,” 2017년 대한전자공학회 하계학술대회, 2017년 06월.</li>
                        <li>- 조한솔, 최일원, 심규성, 안병구, “Multi-to-One 가시광통신을 이용한 IoT 시스템,” 2017년 대한전자공학회 하계학술대회, 2017년 06월.</li>
                        <li>- 심규성, 안병구, “IoT 기반 태양광 발전 관제시스템,” 대한전자공학회 4차 산업혁명과 IT융합스마트헬스케어 기술워크샵, 2017년 5월.</li>

                        <li>- 김기훈, 이재진, 박수빈, 오훈, 안병구, “IoT 기반 모바일 스마트 태양광 발전 모니터링 시스템,” 2016년 대한전자공학회 추계학술대회, 2016년 11월.</li>
                        <li>- Quang Nhat Le, Vo Nguyen Quoc Bao, Beongku An, "Outage Analysis of Distributed Switch and Stay Half-Duplex Networks," 2016년 대한전자공학회 추계학술대회, 2016년 11월.</li>
                        <li>- 오훈, 안병구, “가시광통신을 이용한 실내 IoT 시스템,” 2016년 대한전자공학회 추계학술대회, 2016년 11월.</li>
                        <li>- 심규현, 심규성, 안병구, “모바일 애드 혹 무선 센서 네트워크에서 동적 전송범위를 이용한 에너지 엔트로피 기반의 라우팅 프로토콜,” 2016년 대한전자공학회 추계학술대회, 2016년 11월.</li>
                        <li>- 심규성, 안병구, “물리계층보안에서 불완전한 채널 정보와 MRC 및 SC 기법이 미치는 영향,” 2016년도 융합/스마트/클라우드 컴퓨팅 학술대회, 2016년 10월.</li>
                        <li>- 심규현, 안병구, “무선 Ad-hoc 네트워크에서 에너지 하베스팅 인지 적응적 방향성 안내 라우팅 프로토콜,” 2016 한국국방기술학회 추계학술대회, 2016년 10월.</li>
                        <li>- 오훈, 박수빈, 안현식, 조승완, 안병구, “가시광통신 기반 실내 IoT 모니타링 시스템,” 의료전자융합 공동워크샵 학술대회, 2016년 9월.</li>
                        <li>- 조승완, 오훈, 심규성, 심규현, 안병구, “모바일 클라우드 컴퓨팅 클라이언트 마우스 및 키보드 인터페이스,” 의료전자융합 공동워크샵 학술대회, 2016년 9월.</li>
                        <li>- 조승완, 오훈, 안병구, “오픈소스를 활용한 모바일 클라우드컴퓨팅 UI/UX 개선,” 2016년 대한전자공학회하계학술대회, 2016년 6월.</li>
                        <li>- 심규현, 남상엽, 안병구, “모바일 애드 혹 무선 센서 네트워크에서 에너지 변화량 정보를 이용한 엔트로피 기반 라우팅 프로토콜,” 2016년 대한전자공학회 하계학술대회, 2016년 6월.</li>
                        <li>- 심규성, 도트리뉴, 남상엽, 안병구, “하드웨어 왜곡을 고려한 협력통신 환경에서 물리계층보안,” 2016년 대한전자공학회하계학술대회, 2016년 6월.</li>

                        <li>- 최홍의, 김철, 유효상, 이상호, 안병구, “센서 네트워크를 이용한 실내 흡연감지 모니터링 시스템,” 2015년도 한국통신학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 형재호, 전호석, 신창훈, 장민호, 안병구, “안드로이드 기반 스마트 LED 푸시 알람 시스템,” 2015년도 한국통신학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 이승준, 전현욱, 안병구, “스마트폰과 아두이노를 이용한 사물함 개폐 관리 시스템,” 2015년도 한국통신학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 고주영, 양다슬, 최수빈, 안병구, “스마트 모바일 공과금 통합 시스템,” 2015년도 한국통신학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 김주환, 박지영, 이수민, 안병구, “라즈베리파이와 블루투스를 이용한 지능형 운반장치,” 2015년도 한국통신학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 김병운, 김정욱, 오로라, 안병구, “스마트 블라인드 시스템 설계,” 2015년도 한국통신학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 심규현,안병구, “모바일 Ad-hoc 무선센서 네트워크에서 에너지 하베스팅 기반 라우팅,” 2015년도 대한전자공학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 조승완, 오훈, 이연재, 안병구, “LED-to-LED 기반 양방향 VLC 시스템,” 2015년도 대한전자공학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 도트리뉴, 안병구, “무선 에너지 하베스트 릴레이 네트워크에서 릴레이 선택 방법의 Outage 분석,” 2015년도 대한전자공학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 심규성, 도트리뉴, 안병구, “하드웨어 왜곡과 불완전한 채널상태정보 릴레이 네트워크의 물리계층보안,” 2015년도 대한전자공학회 추계종합학술대회 논문집, 2015년 11월.</li>
                        <li>- 심규성, Do Tri Nhu, 안병구, “불완전한 CSI에서의 Underlay Cognitive Radio 네트워크에서 Df를 이용한 보안 전송,” 제10회 국방기술학술대회 논문집, 2015년 10월.</li>
                        <li>- 심규성, 도트리뉴, 안병구, “Underlay Cognitive Radio에서 DF를 이용한 보안 전송,” 2015년 대한전자공학회 하계학술대회 논문집, 2015년 6월.</li>
                        <li>- 도트리뉴, 안병구, “Underlay Cognitive Radio 네트워크에서 물리계층 보안기반 멀티 홉 릴레이 프로토콜,” 2015년 대한전자공학회 하계학술대회 논문집, 2015년 6월.</li>
                        <li>- 조승완, 안병구, “멀티 홉 LED 통신 네트워크 시스템,” 2015년 대한전자공학회 하계학술대회 논문집, 2015년 6월.</li>

                        <li>- 도트리뉴, 안병구, “Cognitive 라디오 네트워크에서 협력스펙트럼 센싱을 위한 위치정보기반 데이터 융합방법,” 2014년 대한전자공학회 추계학술대회 논문집, 2014년 11월.</li>
                        <li>- 리데덩, 안병구, “Cognitive 라디오 Ad-hoc 네트워크에서 멀티 홉 연결성에 대한 페킷 포워딩 방법의 영향,” 2014년 대한전자공학회 추계학술대회 논문집, 2014년 11월.</li>
                        <li>- 심규현, 박인철, 안병구, 김찬용, 임정수, “태양광 발전 시스템을 모니터링 하기 위한 Zigvee 센서네트워크 기반의 메쉬 라우팅 프로토콜,” 2014년 대한전자공학회 추계학술대회 논문집, 2014년 11월.</li>
                        <li>- 리데덩, 안병구, “모바일 애드혹 무선 네트워크에서 멀티 홉 경로의 홉 수에 대한 노드 밀도의 영향,” 2014년 대한전자공학회 하계종합학술대회논문집, 2014년 6월.</li>
                        <li>- 도트리뉴, 안병구, “작은 범위 페이딩 채널에서 Cognitive 라디오를 위한 Log-likelihood Ratio 기반 스펙트럼 센싱,” 2014년 대한전자공학회 하계종합학술대회논문집, 2014년 6월.</li>
                        <li>- 박인철, 안병구, “LED 통신 기반 멀티 홉 멀티미디어 데이터 전송 시스템,” 2014년 대한전자공학회 하계종합학술대회논문집, 2014년 6월.</li>

                        <li>- 리데덩, 안병구, “모바일 애드혹 무선 네트워크에서 효율적인 데이터 전송을 위한 네트워크 코딩 기반 멀티캐스트 라우팅,” 2013년 대한전자공학회 추계학술대회논문집, 2013년 11월.</li>
                        <li>- 도트리뉴, 안병구, “Cognitive 라디오 네트워크에서 협력 스펙트럼 센싱,” 2013년 대한전자공학회 추계학술대회논문집, 2013년 11월.</li>
                        <li>- 안병구, 이규대, “VLC 기반 멀티홉 전송네트워크 시스템,” 2013년도 융합/스마트/클라우드 컴퓨팅 학술대회논문집, 2013년 10월.</li>
                        <li>- 하수형, 안병구, “콘텐츠 기반 네트워크에서의 이동성 분석,” 2013년 대한전자공학회 하계종합학술대회논문집, 2013년 7월.</li>
                        <li>- 김소의, 최두리, 안병구, “악성 ShadowBot의 분석 및 대응방안,” 2013년 대한전자공학회 하계종합학술대회논문집, 2013년 7월.</li>
                        <li>- 도트리뉴, 안병구, “Cognitive 라디오 네트워크에서 Alamoulti code를 사용한 협력 스펙트럼 센싱 분석,” 2013년 대한전자공학회 하계종합학술대회논문집, 2013년 7월.</li>
                        <li>- 리데덩, 안병구, “모바일 애드혹 무선 네트워크에서 네트워크 코딩 이득 분석,” 2013년 대한전자공학회 하계종합학술대회논문집, 2013년 7월.</li>

                        <li>- 하수형, 리데덩, 안병구, “모바일 Ad-hoc 무선 네트워크에서 위치정보 기반 라우팅 프로토콜의 분석적 모델,” 2012년 대한전자공학회 추계학술대회논문집, 2012년 11월. </li>
                        <li>- 리데덩, 안병구, “모바일 Ad-hoc 무선 네트워크에서 안정성 경로 기반 네트워크 성능향상 적응 알고리즘,” 2012년 대한전자공학회 추계학술대회논문집, 2012년 11월.</li>
                        <li>- 김현종, 조정민, 안병구, “데이터마이닝 및 텍스트마이닝 엑세스 분석결합을 통한 의료 데이터베이스의 효과적인 이용,” 2012년 대한전자공학회 추계학술대회논문집, 2012년 11월.</li>
                        <li>- 김준형, 황철희, 안병구, “안드로이드 기반 모바일 홈네트워크 어플리케이션,” 2012년 대한전자공학회 추계학술대회논문집, 2012년 11월.</li>
                        <li>- 황성운, 안병구, 지인호, “IT 융합형 프로그래머블 로봇기반 쿳션 시스템 설계,” 2012년도 융합/스마트/클라우드 컴퓨팅 학술대회논문집, 2012년 7월.</li>
                        <li>- 조윤지, 안병구, “Ad-hoc 네트워크 환경에서 혼잡제어,” 2012년도 대한전자공학회 하계학술대회논문집, 2012년 6월.</li>
                        <li>- 리데덩, 조승완, 정범진, 안병구, “VLC 기반 무선 멀티 홉 전송시스템,” 2012년도 대한전자공학회 하계학술대회논문집, 2012년 6월.</li>
                        <li>- 하수형, 리데덩, 이주상, 안병구, “모바일 Ad-hoc 무선 네트워크에서 노드 이동성을 이용한 링크 안정성 기잔 라우팅 프로토콜,” 2012년도 대한전자공학회 하계학술대회논문집, 2012년 6월.</li>
                        <li>- 리데덩, 안병구, “모바일 Ad-hoc 무선네트워크를 위한 멀티 홉 경로의 안정성 분석,” 2012년도 대한전자공학회 하계학술대회논문집, 2012년 6월.</li>

                        <li>- 안병구, “모바일 Ad-hoc 무선 센서네트워크에서 전송효율 지원하기 위한 협력도움 라우팅 전략,” 2011년도 대한전자공학회 추계학술대회논문집, 2011년 11월 26일.</li>
                        <li>- 오춘림, 이주상, 안병구, “모바일 Ad-hoc 무선네트워크에서 네트워크 코딩 기반의 지오캐스트 라우팅,” 2011년도 한국통신학회 동계종합학술발표회 논문 초록집, 2011년 2월.</li>
                        <li>- 이재원, 안병구, “OpenCV를 이용한 영상 감시카메라 시스템개발,” 2011년 한국인터넷방송통신학회 춘계학술대회 논문집, 2011년.</li>
                        <li>- 최우식, 김병준, 안병구, “사용자 중심 웹기반 근태 관리 시스템,” 2011년 한국인터넷방송통신학회 춘계학술대회 논문집, 2011년.</li>

                        <li>- 최명진, 안병구, “안드로이드기반 모바일 교통정보시스템 개발,” IWIT2010년 동계학술대회논문집, 2010년 12월.</li>
                        <li>- 이충렬, 안병구, “안드로이드기반 근거리 SNS 시스템 개발,” IWIT2010년 동계학술대회논문집, 2010년 12월.</li>
                        <li>- 이주상, 안병구, “모바일 Ad-hoc 무선 센서네트워크에서 데이터 전송 효율을 향상시키기 위한 클러스터링 기반의 협력도움 라우팅,” 2010년도 한국통신학회 추계종합학술발표회 논문 초록집, 2010년 11월.</li>
                        <li>- 이주상, 안병구, “무선 센서네트워크에서 OFDM을 이용한 협력도움 라우팅,” 2010년도 대한전자공학회 추계학술대회 논문집, 2010년 2월.</li>
                        <li>- 이양한, 안병구, 이주상, “유해정보 차단을 위한 지적 판단 프로그램,” 2010년 IWIT 춘계학술대회 논문집, 2010년 5월.</li>
                        <li>- 김태원, 안병구, 이주상, “3D 롤플레잉 게임 설계,” 2010년 IWIT 춘계학술대회 논문집, 2010년 5월.</li>
                        <li>- 이주상, 안병구, “모바일 Ad-hoc 무선센서네트워크에서 클러스터링 기반의 협력도움 라우팅,” 2010년 통신학회 동계종합학술대회 논문집, 2010년 2월.</li>
                        <li>- 이주상, 안병구, “무선 센서네트워크에서 채널 효율을 효과적으로 지원하기 위한 협력도움 라우팅,” 2010년도 대한전자공학회 하계학술대회, 2010년.</li>

                        <li>- 류재국, 정수환, 김남균, 전우장, 허주영, 안병구, “센서 네트워크를 이용한 응용서비스 모듈 설계 및 구현,” 2009년 한국인터넷방송통신TV학회 추계학술대회 논문집 , 2009년 12월.</li>
                        <li>- 김남수, 안병구, “무선 채널에서 기회전송 릴레이의 제한된 전력의 최적할당,” 2009년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2009년 12월.</li>
                        <li>- 김상민, 김수용, 이한나, 안병구, “WIPI 기반의 콜 서비스 콘텐츠,” 2009년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2009년 12월.</li>
                        <li>- 한세원, 오영빈, 심재기, 안병구, “IEEE 802.11 기반의 네트워크에서 긴급 메시지 전송을 위한 효율적인 매체 접근 기법,” 2009년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2009년 12월.</li>
                        <li>- 모바일 Ad-hoc 무선 센서네트워크에서 신뢰성 전송서비스를 지원하기 위한 클러스터링 기반의 협력도움 라우팅, 2009년 대한전자공학회 하계 학술대회 논문집, 2009년 7월.</li>
                        <li>- 이주상, 안병구, 김남수, “모바일 Ad-hoc 무선 센서네트워크에서 데이터 신뢰성 향상을 위한 ARQ 기법을 이용한 클러스터링 기반의 협력도움 라우팅 프로토콜,” 2009년 한국인터넷방송통신TV학회 춘계학술대회 논문집, 2009년 5월.</li>
                        <li>- 김남수, 안병구, 이학일, “CSI 지연이 있는 상황 인지 선택 릴레이 시스템의 오수신율,” 2009년 한국인터넷방송통신TV학회 춘계학술대회 논문집, 2009년 5월.</li>
                        <li>- 나현식, 안병구, 이주상, “IPTV를 이용한 다중 쇼핑몰 채널 서비스,” 2009년 한국인터넷방송통신TV학회 춘계학술대회 논문집, 2009년 5월.</li>
                        <li>- Tran Trung Duy, 안병구, 공형윤, 이주상, “모바일 Ad-hoc 무선 센서 네트워크를 위한 ARQ 전송기반 협력도움 라우팅 프로토콜," 2009년도 대한전자공학회 하계학술대회, 2009년 7월.</li>

                        <li>- 노대희, 유대영, 안병구, “CDN 서비스를 응용한 DDoS 공격 대안 연구,” 2008년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2008년 12월.</li>
                        <li>- 왕덕상, 안주영, 최선, 안병구, “Bluetooth를 이용한 모바일 컨트롤러 컨텐츠의 디자인 및 구현,” 2008년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2008년 12월.</li>
                        <li>- 안병구, 이주상, “모바일 Ad-hoc 무선 센서 네트워크를 위한 엔트로피 기반 협력도움 라우팅 프로토콜,” 2008년 대한전자공학회추계학술대회 논문집, 2008년 11월.</li>
                        <li>- 홍지연, 안병구, 이주상, 장호성, “국내 무료보드의 보안 취약점에 대한 분석 및 대응방안,” 2008년 한국인터넷방송통신TV학회 춘계학술대회 논문집, 2008년 5월.</li>

                        <li>- 주희돈, 안병구, “무선 전자상거래 시장을 향한 진화 및 사업전략 제시,” 2007년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2007년 12월.</li>
                        <li>- 유대현, 이주상, 장호성, 안병구, “무선 바이오센서 네트워크에서 에너지 효율을 고려한 해충 감지 시스템을 구축하기 위한 프로토콜,” 2007년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2007년 12월.</li>
                        <li>- 김광열, 한 대봉, 안병구, “음성인식 기술을 이용한 엘리베이터 제어시스템 개발,” 2007년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2007년 12월.</li>
                        <li>- 장호성, 안병구, 남상엽, 홍유식, “C4.5와 신경망을 이용한 실시간 교통상황 실시간 예보,” 2007년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2007년 12월.</li>
                        <li>- 손동환, 양두이, 이주상, 안병구, “모바일 Ad-hoc 무선 센서 네트워크에서 위치도움 협력전송 방법,” 2007년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2007년 12월.</li>
                        <li>- 민병화, 박건웅, 박진석, 이준희, 안병구, “OWASP TOP 10 LIST에 근거한 웹 서버 취약점에 대한 연구 및 해결방안,” 2007년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2007년 12월.</li>
                        <li>- 이주상, 안병구, “모바일 Ad-hoc 무선 센서 네트워크에서 안정된 경로의 Life-Time을 지원하기위한 협력도움 라우팅 프로토콜,” 2007년 한국통신학회 추계종합학술발표대회 논문집, 2007년 11월.</li>
                        <li>- 이주상, 안병구, “모바일 Ad-hoc 무선 센서 네트워크에서 안정된 경로의 Life-Time 을 지원하기위한 엔트로피 기반의 라우팅 프로토콜,” 2007년 대한전자공학회 추계 학술대회 논문집, 2007년 11월.</li>

                        <li>- 안병구, 이정옥, 이주상, “유비쿼터스 서비스를 지원하기 위한 모바일 Ad-hoc 라우팅 프로토콜의 분석,” 2006년 한국디지털아트미디어학회 학술대회 논문집, 2006년 11월.</li>
                        <li>- 이재호, 신덕호, 장선봉, 안병구, 지인호, 철도신호제어용 소프트웨어의 신뢰도 모델링에 관한 연구, 2006년도 대한전기학회 전기기 및 에너지변환시스템부분회 춘계학술대회 논문집, 2006년 4월.</li>

                        <li>- 안병구, 박태영, 최진규, “모바일 Ad-hoc 무선 네트워크에서 QoS 멀티캐스트 라우팅을 지원하기 위한 구조,” 2005년 한국디지탈아트미디어학회 학술대회 논문집, 2005년 10월.</li>
                        <li>- 모바일 Ad-hoc 네트워크를 위한 클러스터 기반 멀티캐스트 라우팅, 2005년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2005년 10월.</li>
                        <li>- 조정열, 안병구, 장호성, “무선 센서 네트워크에서 S-MAC Protocol의 메시지 간 지연 최소화 방법,” 2005년 한국인터넷방송통신TV학회 학술대회 논문집, 2005년 10월.</li>
                        <li>- 류한규, 김도현, 안병구, “이동 센서 네트워크에서 네트워크 이동성 지원을 위한 핸드오프 성능 분석,” 2005년 한국인터넷방송통신TV학회 학술대회 논문집, 2005년 10월.</li>

                        <li>- 안병구, “모바일 Ad-hoc 네트워크를 위한 이동성기반 클러스터링 방법,” 2004년 한국인터넷방송통신TV학회 추계학술대회 논문집, 2004년 12월.</li>
                        <li>- 안병구, 김도현, 공형윤, “지오멀티캐스트: 모바일 Ad-hoc 무선 네트워크를 위한 새로운 구조,” 2004년 한국멀티미디어학회 춘계학술대회, 2004년 5월.</li>
                    </ul>
                </div>
            </div>

        </div>
    </div>
</section>

<!--
==================================================
Footer Section Start
================================================== -->
<? Footer::render(); ?>
<!-- /#footer -->

<!--
   ==================================================
   user javascript
   ================================================== -->
<script>
    $(".count").text(function() {
        $(this).append($(this).next("ul").children("li").size());
    });
</script>
</body>
</html>