<?php /**

@filesource
@author SeungwanJo <wh7923@gmail.com>
@copyright 2016 UNClab
@version [ 1.0.0 ]
 */
class index {

}

include_once $_SERVER['DOCUMENT_ROOT'].'/templete/common.php';
?>

<!DOCTYPE html>
<html class="no-js">
<head>
    <!-- Basic Page Needs
    ================================================== -->
    <? Basicpage::render()?>
    <!-- Mobile Specific Metas
    ================================================== -->
    <meta name="format-detection" content="telephone=no">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <!-- Template CSS Files
    ================================================== -->
    <!-- Twitter Bootstrs CSS -->
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <!-- Ionicons Fonts Css -->
    <link rel="stylesheet" href="css/ionicons.min.css">
    <!-- animate css -->
    <link rel="stylesheet" href="css/animate.css">
    <!-- Hero area slider css-->
    <link rel="stylesheet" href="css/slider.css">
    <!-- owl craousel css -->
    <link rel="stylesheet" href="css/owl.carousel.css">
    <link rel="stylesheet" href="css/owl.theme.css">
    <link rel="stylesheet" href="css/jquery.fancybox.css">
    <!-- template main css file -->
    <link rel="stylesheet" href="css/main.css">
    <!-- responsive css -->
    <link rel="stylesheet" href="css/responsive.css">

    <!-- Template Javascript Files
    ================================================== -->
    <!-- modernizr js -->
    <script src="js/vendor/modernizr-2.6.2.min.js"></script>
    <!-- jquery -->
    <script src="//ajax.googleapis.com/ajax/libs/jquery/1.10.2/jquery.min.js"></script>
    <!-- owl carouserl js -->
    <script src="js/owl.carousel.min.js"></script>
    <!-- bootstrap js -->

    <script src="js/bootstrap.min.js"></script>
    <!-- wow js -->
    <script src="js/wow.min.js"></script>
    <!-- slider js -->
    <script src="js/slider.js"></script>
    <script src="js/jquery.fancybox.js"></script>
    <!-- template main js -->
    <script src="js/main.js"></script>
</head>
<body>
<!--
==================================================
Header Section Start
================================================== -->
<? Header::render()?>

<!--
==================================================
    Global Page Section Start
================================================== -->
<section class="global-page-header">
    <div class="container">
        <div class="row">
            <div class="col-md-12">
                <div class="block">
                    <h2>Domestic Journals</h2>
                    <ol class="breadcrumb">
                        <li>
                            <a href="index.php">
                                <i class="ion-ios-home"></i>
                                Home
                            </a>
                        </li>
                    </ol>
                </div>
            </div>
        </div>
    </div>
</section>

<!--
==================================================
    Company Description Section Start
================================================== -->
<section class="blankpage">
    <div class="container">
        <div class="row">
            <div class="col-md-12">
                <div class="block" style="text-align:justify">
                    <h3 class="count">Domestic Journals :  </h3>
                    <ul>
                        <li>- 심규현, 심규성, 남상엽, 안병구, “모바일 애드혹 무선 센서 네트워크에서 동적 전송범위를 사용한 에너지 엔트로피 기반 다중경로 라우팅 프로토콜,” 전자공학회논문지, 제54권, 2호, pp.68-75, 2917년 7월.</li>
                        <li>- 오훈, 이연재, 박수빈, 안현식, 안병구, “스마트폰을 이용한 가시광통신 기반 실내 IoT 모니터링 시스템,” 전자공학회논문지, 제54권, 4호, pp.35-43, 2017년 4월.</li>
                        <li>- 이재진, 김기훈, 박수빈, 변형준, 심규성, 안병구, "IoT 기반 모바일 스마트 태양광 발전 모니터링 시스템," 전자공학회 논문지, 제54권, 8호, pp.55-64, 2017년 8월.</li>
                        <li>- 심규성, 도트리뉴, 안병구, “하드웨어왜곡과 불완전한 채널상태정보가 물리계층보안에 미치는 영향,” 전자공학회논문지, 제53권, 4호, pp.79-86, 2016년 4월.</li>
                        <li>- 심규현, 안병구, “모바일 애드혹 무선 센서 네트워크에서 RF 에너지 하베스팅 기반 라우팅 프로토콜,” 전자공학회논문지, 제53권, 4호, pp. 87-93, 2016년 4월.</li>
                        <li>- 형재호, 전호석, 신창훈, 장민호, 안병구, “안드로이드 기반 스마트 LED 푸시 알람 시스템,” 한국인터넷방송통신학회논문지, 제 16권, 1호, pp.97-102, 2016년 2월.</li>
                        <li>- 이승준, 전현욱, 안병구, “스마트폰과 아두이노를 이용한 사물함 개폐 관리 시스템,” 한국인터넷방송통신학회논문지, 제16권, 1호, pp.89-95, 2016년 2월.</li>
                        <li>- 조승완, 오훈, 이연재, 리데덩, 안병구, “LED-to-LED 양방향 가시광통신 시스템,” 전자공학회논문지, 제 53권, 1호, pp. 79-85, 2016년 1월.</li>
                        <li>- 조승완, 오훈, 심규성, 심규현, 이종명, 안병구, “오픈소스 SPICE 기반의 모바일 클라우드 컴퓨팅 클라이언트 UI/UX 개발,” 전자공학회논문지, 제53권, 8호, pp. 85-92, 2016년 8월. </li>
                        <li>- 김진영, 이은상, 임소희, 안병구, “멀티미디어 파일 동시 스트리밍 방법, 한국인터넷방송통신학회논문지,” 제 15권, 5호, pp.105-112, 2015년 10월.</li>
                        <li>- 김도원, 배수연, 안병구, “CSRF 공격기법에 대한 제로보드상의 취약점 방어,” 한국인터넷방송통신학회논문지, 제14권, 제4호, pp.57-61, 2014년 8월.</li>
                        <li>- 김지영, 이영경, 백욱진, 안병구, “키넥트를 사용한 터치 없는 디지털 사이니지 제어기의 구현,” 한국인터넷방송통신학회논문지, 제14권, 제4호, pp.127-132, 2014년 8월.</li>
                        <li>- 박인철, 신정진, 박주영, 리데덩, 안병구, “VLC 기반 멀티 홉 멀티미디어 데이터 전송 네트워크 시스템,” 한국인터넷방송통신학회논문지, 제14권, 제3호, pp.21-31, 2014년 6월.</li>
                        <li>- 안병구, “VLC기반 전송시스템 및 응용기술 분석,” 한국인터넷방송통신학회논문지, 제14권, 제3호, pp.33-42, 2014년 6월.</li>
                        <li>- 하수형, 리데덩, 안병구, “지오멀티캐스트: 모바일 Ad-hoc 무선 네트워크에서 경로 안정성을 이용한 위치기반 멀티캐스트 라우팅 프로토콜,” 전자공학회논문지, 제50권, 제7호, pp. 191-202, 2013년 7월.</li>
                        <li>- 조승완, 리데덩, 안병구, “LED 통신 기반 멀티 홉 오디오 데이터 전송네트워크시스템,” 전자공학회논문지, 제50권, 제6호, pp. 1496-1504, 2013년 6월.</li>
                        <li>- 김기범, 안병구, “공간 데이터마이닝 분석을 통한 데이터의 효과적인 활용,” 한국인터넷방송통신학회논문지, 제13권, 제3호, pp. 157-163, 2013년 6월.</li>
                        <li>- 임중균, 최창석, 박태은, 기효선, “안드로이드 기반 모바일 통합로그인 애플리케이션,” 한국인터넷방송통신학회논문지, 제13권, 제3호, pp. 151-156, 2013년 6월.</li>
                        <li>- 최성직, 김민지, 한정욱, 안병구, “안드로이드 기반 모바일 학생증,” 한국인터넷방송통신학회논문지, 제13권, 제2호, pp. 209-215, 2013년 4월.</li>
                        <li>- 김소의, 최두리, 안병구, “악성 Bot에 대한 악성코드 분석을 통한 탐지 및 대응방안,” 한국인터넷방송통신학회논문지, 제13권, 제2호, pp. 199-206, 2013년 4월.</li>
                        <li>- 이형윤, 황성운, 안병구, “Deterlab 환경에서 Earlybird를 이용한 웜 탐지와 Snort 연동을 통한 웜 확산 차단,” 한국인터넷방송통신학회논문지, 제13권, 제1호, pp. 71-76, 2013년 2월.</li>
                        <li>- 하수형, 리데덩, 안병구, “모바일 Ad-hoc 무선 네트워크에서 경로 안정성 기반 방향성 안내 라우팅 프로토콜,” 한국인터넷방송통신학회논문지, 제12권, 제6호, pp. 257-265, 2012년 12월..</li>
                        <li>- 김민세, 안병구, “동영상 콘텐츠 보안 스트리밍,” 한국인터넷방송통신학회 논문지, 제12권, 제5호, pp. 67-74, 2012년 10월.</li>
                        <li>- 권정호, 김진수, 안병구, “RFID를 이용한 소지품 위치추적 시스템,” 한국인터넷방송통신학회 논문지, 제12권, 제5호, pp.75-81, 2012년 10월.</li>
                        <li>- 황성운, 안병구, 지인호, “프로그래머블 로봇 개념 기반 자세 교정 방석 개발,” 한국인터넷방송통신학회 논문지, 제12권, 제4호, pp. 43-49, 2012년 10월.</li>
                        <li>- 조승완, 리데덩, 안병구, “LED 통신기반 멀티 홉 무선 전송네트워크시스템,” 한국인터넷방송통신학회 논문지, 제12권, 제4호, pp. 37-42, 2012년 10월</li>
                        <li>- 오진우, 안병구, “안드로이드 기반 모바일 스마트 알람,” 한국인터넷방송통신학회 논문지, 제12권, 제3호, pp. 141-148, 2012년 6월.</li>
                        <li>- 김지웅, 오주헌, 안병구, “HFSS 기반 소형 패치안테나 설계,” 한국인터넷방송통신학회 논문지, 제12권, 제3호, pp. 133-139, 2012년 6월.</li>
                        <li>- 심규성, 리데덩, 안병구, 박인정, LED 통신기반 PC-PC 전송시스템, 한국인터넷방송통신학회 논문지, 제12권, 제1호, pp. 181-187, 2012년 2월.</li>
                        <!--
                        <li>- LED통신기반 PC-PC 전송시스템, 한국인터넷방송통신학회 논문지, 제12권, 제1호, pp. 181-187 2011년.</li>
                        -->
                        <li>- 안병구, 이주상, 김남수, “CooRP: 모바일 Ad-hoc 무선 센서 네트워크에서 협력 라우팅 프로토콜,” 전자공학회논문지 – CI, 제48권, 제6호, pp. 25-34, 2011년 11월.</li>
                        <li>- 안병구, 이주상, “ERPM: 모바일 Ad-hoc 무선 네트워크에서 이동성을 이용한 엔트로피 기반 라우팅 프로토콜,” 전자공학회논문지 –CI, 제 48권, 제6호, pp.17-24, 2011년 11월.</li>
                        <li>- 리데덩, 안병구, “모바일 Ad-hoc 네트워크에서 효율적인 멀티캐스트 서비스를 지원하기 위한 메쉬구조,” 한국인터넷방송통신학회 논문지, 제11권, 제3호, pp. 31-39, 2011년 6월.</li>
                        <li>- 김도현, 안병구, “유비쿼터스 콘텐츠 서비스를 위한 센서 네트워크 관리 기술 동향,” 전자공학회지, 제38권, 제6호, pp. 468-474, 2011년 6월.</li>
                        <li>- 최명진, 안병구, “안드로이드 플랫폼 기반 모바일 교통정보시스템,” 한국인터넷방송통신학회 논문지, 제11권, 제2호, pp. 153-159, 2011년 4월.</li>
                        <li>- 최우식, 김병준, 안병구, “웹 기반 네트워크 근태 관리 시스템,“ 한국인터넷방송통신학회 논문지, 제11권, 제1호, pp. 151-158, 2011년 2월.</li>
                        <li>- 이주상, 안병구, “모바일 무선 센서 네트워크를 위한 Cross-Layer 협력도움 라우팅 구조,“ 한국인터넷방송통신학회 논문지, 제11권, 제1호, pp. 141-150, 2011년 2월.</li>
                        <!--
                        <li>- 웹 기반 네트워크 근태 관리 시스템 개발, 한국인터넷방송통신학회 논문지, 한국인터넷방송통TV학회 논문지, 제 11권, 제1호, pp. 151-158, 2010년.</li>
                        <li>- 모바일 무선 센서 네트워크를 위한 Cross-Layer 협력도움 라우팅 구조, 한국인터넷방송통신TV학회 논문지, 제11권, 제1호, pp. 141-150, 2010년.</li>
                        -->
                        <li>- 이충렬, 안병구, 안홍영, “안드로이드기반 근거리 SNS,” 한국인터넷방송통신학회 논문지, 제10권, 제6호, pp. 93-98, 2010년 12월.</li>
                        <li>- 이주상, 안병구, “모바일 무선 센서네트워크에서 전송효율 향상을 지원하기 위한 OFDM을 사용한 클러스터링 기반의 협력도움 라우팅,” 한국인터넷방송통신학회 논문지, 제10권, 제6호, pp. 85-92, 2010년 12월.</li>
                        <li>- 오범교, 강태환, 안병구, “안드로이드 기반 모바일 Booky 컨텐츠,” 한국인터넷방송통신학회 논문지, 제10권, 제2호, pp. 53-59, 2010년 4월.</li>
                        <li>- 김상민, 김수용, 이한나, 안병구, “WIPI를 이용한 콜 서비스 콘텐츠,“ 한국인터넷방송통신학회 논문지, 제10권, 제1호, pp. 107-112, 2010년 2월.</li>
                        <li>- 한세원, 오영빈, 심재기, 안병구, “긴급 메시지 전송을 지원하기 위한 매체 접근 기법,” 한국인터넷방송통신학회 논문지, 제10권, 제1호, pp. 97-105, 2010년 2월.</li>
                        <li>- 왕덕상, 안주영, 최선, 안병구, “블루투스 모듈을 이용한 소프트웨어 모바일 컨트롤러 컨텐츠 개발,” 한국인터넷방송통신TV학회 논문지, 9권, 제5호, pp.39-44, 2009년 10월.</li>
                        <li>- 이주상, 안병구, “레일리페이딩 환경의 모바일 Ad-hoc 무선 센서네트워크에서 신뢰성 및 전송효율을 효과적으로 지원하기 위한 ARQ를 사용하는 클러스터링 기반의 협력도움 라우팅,” 전자공학회 논문지, 제46권, 제4호, pp. 61-68, 2009년 7월.</li>
                        <li>- 노대희, 유대영, 안병구, “CDN 기술을 이용한 DDoS 공격에 대한 대안 방법,” 한국인터넷방송통신TV학회 논문지, 제9권, 제2호, pp. 91-96, 2009년 4월.</li>
                        <li>- Tran Trung Duy, 안병구, 공형윤, “CRARQ: 모바일 Ad-hoc 무선 센서 네트워크를 위한 ARQ 전송기반 협력도움 라우팅 프로토콜,” 전자공학회 논문지, 제46권, 제2호, pp. 36-43, 2009년 3월.</li>
                        <li>- 나현식, 안병구, 안홍영, “IPTV 기반 다중채널 쇼핑몰 서비스,” 한국인터넷방송통신TV학회 논문지, 제9권, 제5호, pp. 45-51,2009년 10월.</li>
                        <li>- 안병구, “모바일 Ad-hoc 무선 센서 네트워크에서 효과적인 경로 안정성을 지원하기 위한 엔트로피 기반 동적 라우팅 프로토콜,” 한국인터넷방송통신TV학회 논문지, 제8권, 제6호, pp. 29-34, 2008년 12월.</li>
                        <li>- 안병구, 이주상, “모바일 Ad-hoc 무선 센서 네트워크를 위한 엔트로피기반 협력도움 라우팅 프로토콜,” 전자공학회 논문지, 제45권, 제6호, pp. 107-113, 2008년 11월.</li>
                        <li>- 안병구, 최진규, “A Cross-Layer Transmission Architecture to Support Power Saving High-Speed Multimedia Services in Mobile Ad-hoc Wireless Sensor Networks,” 한국인터넷방송통신TV학회 논문지, 제8권, 제4호, pp. 15-24, 2008년 8월.</li>
                        <li>- 이주상, 안병구, 공형윤, 안홍영, “모바일 Ad-hoc 무선 센서 네트워크에서 안정된 경로의 Life-Time 을 지원하기 위한 협력 도움 라우팅 프로토콜,” 한국인터넷방송통신TV학회 논문지, 제8권, 제3호, pp.47-55, 2008년 6월.</li>
                        <li>- 김남수, 안병구, 김도현,. 이예훈, “Minimum Transmit Power Strategy for Poisson Distributed Wireless Ad-hoc Relay Networks in Rayleigh Fading Channels," 한국인터넷방송통신TV학회 논문지, 제8권, 제4호, pp. 25-33, 2008년 6월.</li>
                        <li>- 유대현, 이주상, 안병구, 김남수, “무선 바이오센서 네트워크에서 에너지 효율을 고려한 해충 감지 시스템을 구축하기 위한 프로토콜,” 한국인터넷방송통신TV학회 논문지, 제8권, 제2호, pp. 29-34, 2008년 4월.</li>
                        <li>- 손동환, 이주상, 안병구, 공형윤, “모바일 Ad-hoc 무선 센서 네트워크에서 위치도움 협력 전송 방법,” 한국인터넷방송통신TV학회 논문지, 제8권, 제2호, pp. 23-28, 2008년 4월.</li>
                        <!--
                        <li>- 모바일 Ad-hoc 무선 센서 네트워크에서 안정된 경로의 Life-Time을 지원하기 위한 엔트로피 기반의 라우팅 프로토콜, 한국인터넷방송통신TV학회 논문지, 제8권, 제1호, pp. 31-37, 2008년 2월.</li>
                        -->
                        <li>- Nam-Soo Kim, Beongku An, Do-Hyeon Kim, Ye-Hoon Lee, "Wireless Ad-hoc Networks Using Cooperative Diversity-based Routing in Fading Channel," 한국통신학회 논문지, 제33권, 제2호, pp. 69-75, 2008년 2월.</li>
                        <li>- 이창영, 양진석, 김도현, 안병구, 김남수, “제주 문화 관광 체육 교통 정보를 융합한 유비쿼터스 서비스 모델,” 한국인터넷방송통신TV학회 논문지, 제8권, 제4호, pp.97-103, 2008년 8월.</li>
                        <li>- 최진규, 안병구, 박중후, “유비쿼터스 무선 센서 네트워크에서 전력 절약 고속 멀티미디어 서비스를 지원하기 위한 모델링 구조,” 한국인터넷방송통신TV학회 논문지, 제7권, 제3호, pp. 15-21, 2007년 6월.</li>
                        <li>- 안병구, 공형윤, Ho Van Khuong, "모바일 Ad-hoc 센서 네트워크를 위한 클러스터 기반 전력절약 협력 전송 시스템," 한국인터넷방송통신TV학회 논문지, 제7권, 제2호, pp. 9-18, 2007년 4월.</li>
                        <li>- 김남수, 윤승택, 안병구, 김도현, “전력 제한된 릴레이 노드가 협동 다이버시티 시스템의 성능에 미치는 영향,” 한국인터넷방송통신TV학회 논문지, 제7권, 제2호, pp. 27-33, 2007년 4월.</li>
                        <li>- 김남수, 안병구, 김도현, “레일레이 페이딩 채널에서 무선 애드혹 네트워크의 협동라우팅,” 한국통신학회 논문지, 제32권, 제3호, pp. 290-296, 2007년 3월.</li>
                        <li>- 안병구, 김남수, 김도현, “모바일 Ad-hoc 무선 네트워크를 위한 계층간 조합방법을 사용하는 전력절약 전송구조,” 한국인터넷방송통신TV학회 논문지, 제7권, 제1호, pp. 21-29, 2007년 2월. </li>
                        <li>- 류한규, 김도현, 안병구, 김남수, “이동 센서 네트워크에서 양방향 터널 기반의 핸드오버 기법,” 한국인터넷방송통신TV학회 논문지, 제7권, 제1호, pp. 39-45, 2007년 2월.</li>
                        <li>- 류한규, 김도현, 안병구, 김남수, “중첩된 이동 네트워크에서 바이캐스팅을 이용한 핸드오버 기법,” 멀티미디어학회 논문지, 제10권, 제2호, pp. 226-235, 2007년 2월.</li>
                        <li>- 안병구, 김도현, “모바일 Ad-hoc 네트워크를 위한 라우팅 방법들의 분석,” 한국인터넷방송통신TV학회 논문지, 제6권, 제3호, pp. 9-18, 2006년 9월.</li>
                        <li>- 안병구, 장호성, “모바일 Ad-hoc 센서 네트 워크에서 전력 절약 전송을 위한 구조,” 한국인터넷방송통신TV학회 논문지, 제6권, 제1호, pp. 1-12, 2006년 3월.</li>
                        <li>- 안병구, 김도현, “이동 Ad-hoc 망에서 QoS 라우팅을 제공하기 위한 모델링 프레임워크,” Telecommunications Review, 제15권, 제4호, pp. 855-864, 2005년 10월..</li>
                        <li>- 안병구, 김도현, “모바일 Ad-hoc 네트워크를 위한 클러스터 기반 멀티캐스트 라우팅,” 전자공학회 논문지, 제42권 TC편, 제9호, pp.29-40, 2005년 9월.</li>
                        <li>- 안병구, 안홍영, “모바일 Ad-hoc 네트워크를 위한 지오멀티캐스트 구조 및 프로토콜,” 전자공학회 논문지, 제42권 TC편, 제7호, pp.7-18, 2005년 7월.</li>
                        <li>- 조정열, 안병구, 장호성, “무선 센서 네트워크에서 S-MAC Protocol의 메시지 간 지연 최소화 방법,” 한국인터넷방송통신TV학회 논문지, 제5권, 제2호, pp. 71-78, 2005년 11월.</li>
                        <li>- 류한규, 김도현, 안병구, “중첩된 이동 센서 네트워크에서 이동성을 지원하는 핸드오프에 관한 연구,” 한국인터넷방송통신TV학회 논문지, 제5권, 제2호, pp. 41-50, 2005년 11월.</li>
                        <li>- 안병구, “모바일 Ad-hoc 네트워크를 위한 이동성기반 클러스터링 방법,” 한국인터넷방송통신TV학회 논문지, 제5권, 제1호, pp. 11-17, 2005년 5월.</li>
                        <li>- 안병구, “모바일 Ad-hoc 네트워크에서 QoS 멀티캐스트 라우팅을 지원하기 위한 구조,” 한국멀티미디어학회 논문지, 제8권, 제1호, pp. 62-70, 2005년 1월.</li>
                        <li>- 김도현, 안병구, “유비쿼터스 컴퓨팅 환경에서 네트워크 이동성 관리 기술 현황,” 한국 인터넷 정보학회지, 제5권, 제3호, pp.24-33,  2004년 12월.</li>
                        <li>- 안병구, “모바일 Ad-hoc 무선 네트워크를 위한 멀티캐스트 라우팅 전략들,” 전자공학회지, 제31권, 제12호, pp. 30-40, 2004년 12월.</li>
                        <li>- 김도현, 안병구, 전현수, “인터넷에서 마이크로 이동성 관리 현황,” 한국인터넷정보학회지, 제4권, 제2호, pp. 101-110, 2003년 3월.</li>
                        <li>- 안병구, 최진태, 홍기상, “Two-Stage Hand-Written Digit Recognition System by using Expert-classifiers,” 전자공학회  논문지, 제29권, 12호, pp. 1195-1206, 1992년 1월.</li>
                    </ul>
                </div>
            </div>

        </div>
    </div>
</section>


<!--
==================================================
Footer Section Start
================================================== -->
<? Footer::render(); ?>
<!-- /#footer -->

<!--
   ==================================================
   user javascript
   ================================================== -->
<script>
    $(".count").text(function() {
        $(this).append($(this).next("ul").children("li").size());
    });
</script>
</body>
</html>
